/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.withscreenshot" = "Avec capture d’écran";
"zanalytics.bug.alert.withscreenrecord" = "Avec enregistrement d’écran";

"zanalytics.bug.alert.about" = "À propos de";
"zanalytics.bug.alert.from" = "Du";
"zanalytics.bug.alert.imagelimitreached" = "Limite maximale atteinte";
"zanalytics.bug.alert.imagelimits" = "Vous pouvez joindre jusqu’à 10 images";
"zanalytics.bug.alert.macheader" = "Faites-nous part de vos commentaires ou signalez-nous les bogues avec les pièces jointes pour que nous puissions nous y référer.";
"zanalytics.bug.alert.write" = "Écrivez-nous";
"zanalytics.bug.alert.recordedclip" = "Clips enregistrés";



"zanalytics.bug.alert.anonymalert" = "Il est toujours recommandé d’indiquer votre adresse de courriel pour nous faire part de vos commentaires. Si vous n’indiquez pas votre adresse de courriel, nous ne pourrons pas vous contacter pour vous informer du problème.";


"zanalytics.bug.alert.quitfeedback" = "Voulez-vous vraiment quitter ?";
"zanalytics.feedback.navbar.title.noscreenshots" = "Aucune capture d’écran disponible";
"zanalytics.feedback.navbar.title.screenshots" = "Captures d’écran";
"zanalytics.feedback.navbar.title.snap" = "Capturer";
"zanalytics.feedback.navbar.title.compose" = "Composer";

"zanalytics.bug.alert.cancel"               = "Non";
"zanalytics.bug.alert.title"                = "Voulez-vous nous dire quelque chose?";
"zanalytics.feedback.navbar.title.feedback"             = "Commentaires";
"zanalytics.feedback.navbar.title.reportbug"            = "Signaler un bogue";
"zanalytics.feedback.navbar.title.helpme"               = "Aidez-moi";

"zanalytics.feedback.navbar.title.systemlogs"             = "Journaux du système";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Informations de diagnostic";

"zanalytics.bug.alert.dontshowagain"            = "Ne plus afficher";
"zanalytics.bug.alert.title.helpme"            = "Aidez-moi";

"zanalytics.bug.alert.message.savetolocal"         = "Désolé... Nous n’avons pas pu envoyer le rapport de bogues. Voulez-vous enregistrer la capture d’écran?";



"zanalytics.feedback.email.title"                = "Adresse de courriel";


"zanalytics.bug.detectscreen.title"       = "Vous avez trouvé quelque chose d\'intéressant?";

"zanalytics.bug.alert.detectscreen.yes"                      = "Oui";
"zanalytics.bug.alert.detectscreen.no"                       = "Non";

"zanalytics.bug.alert.detectscreen.share" = "Partager";
"zanalytics.bug.alert.detectscreen.dontshow" = "Ne plus demander";

"zanalytics.bug.annotate.button.title"                       = "Annoter ce bogue à l’aide des outils ci-dessous";


"zanalytics.feedback.failed.alert.description" = "Échec de l’envoi des commentaires, veuillez réessayer!";


"zanalytics.feedback.success.alert.description" = "Merci d’avoir soumis vos commentaires.";


"zanalytics.feedback.common.alert.title.add.photos" = "Ajouter des photos";
"zanalytics.feedback.common.alert.title.alert" = "Alerte";
"zanalytics.feedback.common.button.title.back" = "Retour";
"zanalytics.feedback.common.button.title.cancel" = "Annuler";
"zanalytics.feedback.common.button.title.close" = "Fermer";
"zanalytics.feedback.common.button.title.ok" = "OK";

"zanalytics.feedback.textview.placeholder"           = "Nous apprécions vos commentaires! N’hésitez pas à nous faire part de vos commentaires.";
"zanalytics.bug.textview.placeholder"           = "Avez-vous rencontré des problèmes lors de l’utilisation de notre appli? Dites-nous.";
"zanalytics.help.textview.placeholder"           = "Nous tenterons de résoudre tous les problèmes et de vous aider!";

"zanalytics.feedback.add.photos.alert.description" = "Aucune photo n’est jointe. Ouvrez la galerie de photos pour en ajouter d’autres!";

"zanalytics.feedback.add.photos.alert.open" = "Ouvrir des photos";


"zanalytics.feedback.access.photos.alert.description" = "L’appli %@ n’a pas accès à vos photos.\nPour activer l’accès, allez à : Paramètres > Confidentialité > Photos > %@";

"zanalytics.feedback.access.photos.alert.settings" = "Paramètres";

"zanalytics.feedback.label.title.anonymous" = "Anonyme";

"zanalytics.feedback.navbar.button.title.send" = "Envoyer";
"zanalytics.feedback.navbar.button.title.next" = "Suivant";
"zanalytics.feedback.navbar.button.title.done" = "Terminé";
"zanalytics.feedback.navbar.button.title.editphotos" = "Modifier les photos";
"zanalytics.feedback.navbar.button.title.addmore" = "Ajouter plus";
"zanalytics.feedback.navbar.button.title.attach" = "Joindre";
"zanalytics.feedback.navbar.button.title.delete" = "Supprimer";


"zanalytics.feedback.navbar.title.taptoedit" = "Appuyer pour modifier";
"zanalytics.feedback.navbar.title.editor" = "Éditeur";
"zanalytics.feedback.navbar.title.choosephotos" = "Choisir des photos";
"zanalytics.feedback.navbar.title.selectphotos" = "Sélectionner des photos";
"zanalytics.feedback.navbar.title.photoselected" = "Photo sélectionnée";
"zanalytics.feedback.navbar.title.photosselected" = "Photos sélectionnées";

"zanalytics.feedback.accessory.title.systemlogs" = "Inclure les journaux du système";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Inclure les informations de diagnostic";
"zanalytics.feedback.accessory.button.title.view" = "Afficher";

"zanalytics.feedback.picker.image.notfound" = "Images introuvables";

"zanalytics.feedback.attachments.title" = "Pièces jointes(%i)";

"zanalytics.feedback.privacy.consent.description" = "Nous vous recommandons d’inclure le journal de console et les informations de diagnostic car ils aideront nos développeurs à mieux comprendre les commentaires que vous partagez.";

"zanalytics.feedback.privacy.consent.clogs.title" = "Journaux de console";

"zanalytics.feedback.privacy.consent.dinfo.title" = "Informations de diagnostic";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "Autre info";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Info appareil";

"zanalytics.feedback.privacy.consent.cancel" = "Annuler";

"zanalytics.feedback.privacy.consent.openmailapp" = "Ouvrir l'e-mail";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "Toujours envoyer";


// Issue Recording VC
"issuerecordscreen.label.recordissue" = "Enregistrer votre problème";
"issuerecordscreen.label.close" = "Fermer";
"issuerecordscreen.label.failedtoinitiate" = "Échec de l’initialisation de l’enregistrement d’écran";
"issuerecordscreen.label.failuremultiwindow" = "Le contenu que vous essayez d’enregistrer est en mode multi-fenêtres, qui n’est pas pris en charge pour l’enregistrement. Veuillez passer en mode plein écran";
"issuerecordscreen.label.nointerneterror" = "Une connexion Internet est requise pour l’enregistrement d’écran. Veuillez vous connecter pour continuer.";
"issuerecordscreen.label.ok" = "OK";
"issuerecordscreen.label.recordinginfo" = "Enregistrez rapidement les problèmes que vous rencontrez et envoyez-les à notre équipe d’assistance pour une compréhension facile et une assistance rapide.";
"issuerecordscreen.label.iagreetext" = "J’accepte et consens à la collecte des données requises. Afficher les détails";
"issuerecordscreen.label.optiontotrim" = "Vous avez la possibilité de découper, modifier et annoter la vidéo enregistrée.";
"issuerecordscreen.label.startrecording" = "Commencer l’enregistrement";
"issuerecordscreen.label.endrecording" = "Arrêter l’enregistrement";
"issuerecordscreen.label.recordinginprogress" = "Enregistrement en cours!";
"issuerecordscreen.label.quicktipstext" = "Astuces rapides";
"issuerecordscreen.label.quicktips1" = "Vous pouvez enregistrer votre écran pendant 5 minutes maximum.";
"issuerecordscreen.label.quicktips2" = "Vous pouvez découper, modifier et annoter la vidéo enregistrée.";
"issuerecordscreen.label.quicktips3" = "Ne fermez pas l’application pendant l’enregistrement de l’écran.";
"issuerecordscreen.label.quicktips4" = "Pour en savoir plus, veuillez consulter notre documentation d’aide";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "Les données suivantes seront recueillies avec votre consentement :";
"dataconsentscreen.label.consent1" = "Votre adresse IP et les journaux de la console générés pendant l’enregistrement";
"dataconsentscreen.label.consent2" = "Les détails de votre environnement, tels que le nom de l’appareil, la version du système d’exploitation, etc.";
"dataconsentscreen.label.consent3" = "Indicateurs de performances des appareils (tels que la mémoire, le temps de connexion au réseau, etc.)";
"dataconsentscreen.label.consent4" = "L’enregistrement de l’écran de la fenêtre de l’appareil";
"dataconsentscreen.label.consent5" = "Par défaut, le son sera enregistré pendant l’enregistrement de l’écran. Mais vous pouvez couper le son ou réenregistrer la piste audio avant de la soumettre.";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "L’accès au microphone est désactivé";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "Allez dans les paramètres et activez le microphone pour enregistrer l’audio.";
"videoannotationscreen.alert.microphonedisablediphone" = "L’accès au microphone est désactivé. Allez dans les paramètres et activez le microphone pour enregistrer l’audio.";

// General
"general.label.recordingintiationfailed" = "Échec du lancement de l’enregistrement d’écran. Veuillez réessayer";
"general.label.ok" = "Ok";
"general.label.submit" = "Soumettre";
"general.label.done" = "Terminé";
"general.label.cancel" = "Annuler";
"general.label.settings" = "Paramètres";
"general.label.erroroccured" = "Une erreur s’est produite";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "La taille du fichier a été dépassée. La taille du fichier ne doit pas dépasser 3 Mo";
"issuesubmissionscreen.label.attachfiles" = "Joindre des fichiers";
"issuesubmissionscreen.label.newrecording" = "Nouvel enregistrement";
"issuesubmissionscreen.label.editrecording" = "Modifier l’enregistrement";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "Aucune piste audio";
"videoannotationscreen.label.shapeborderwidth" = "Largeur de la bordure";
"videoannotationscreen.label.shapelineopacity" = "Opacité";
"videoannotationscreen.label.shapetextsize" = "Taille du texte";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "La durée de l’élément dépasse la durée de la vidéo";
"videoannotationscreen.alert.notallowed" = "Non autorisé";
"videoannotationscreen.alert.deleteexisitingaudio" = "Veuillez supprimer l’enregistrement audio existant avant d’enregistrer le nouveau.";
"videoannotationscreen.alert.textlimitreached" = "Limite atteinte";
"videoannotationscreen.alert.textdeleteexisting" = "Veuillez supprimer une partie du texte existant.";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "Veuillez mettre votre vidéo en pause avant d’enregistrer l’audio";
"videoannotationscreen.alert.changesnotsaved" = "Vos modifications ne seront pas enregistrées. Voulez-vous vraiment continuer?";
"videoannotationscreen.alert.proceed" = "Continuer";
"videoannotationscreen.alert.stroketypesolid" = "Uni";
"videoannotationscreen.alert.stroketypedashed" = "Pointillé";
"videoannotationscreen.alert.entertext" = "Saisir le texte";

"videoannotationscreen.label.trim" = "Couper";
"videoannotationscreen.label.mask" = "Masquer";
"videoannotationscreen.label.shapes" = "Formes";
"videoannotationscreen.label.text" = "Texte";
"videoannotationscreen.label.audio" = "Audio";
"videoannotationscreen.label.block" = "Bloquer";
"videoannotationscreen.label.blur" = "Floutage";
"videoannotationscreen.label.rectangle" = "Rectangle";
"videoannotationscreen.label.oval" = "Ovale";
"videoannotationscreen.label.arrow" = "Flèche";
"videoannotationscreen.label.color" = "Couleur";
"videoannotationscreen.label.width" = "Largeur";
"videoannotationscreen.label.style" = "Style";
"videoannotationscreen.label.edit" = "Modifier";
"videoannotationscreen.label.size" = "Taille";
"videoannotationscreen.label.background" = "Arrière-plan";
"videoannotationscreen.label.textregular" = "Normal";
"videoannotationscreen.label.textbold" = "Gras";
"videoannotationscreen.label.textitalics" = "Italique";
"videoannotationscreen.label.textbolditalics" = "Gras-italique";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "Adresse de courriel";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "Résumé de l’enregistrement d’écran";
"issuesubmissionform.label.subjectdisplayname" = "Objet";
"issuesubmissionform.label.subjectplaceholder" = "Saisir l’objet";
"issuesubmissionform.label.addtoexistingticket" = "Ajouter au billet existant";
"issuesubmissionform.label.existingticketid" = "ID billet existant";
"issuesubmissionform.label.enterticketidtolink" = "Saisir l’ID billet à associer";
"issuesubmissionform.label.issuedescription" = "Description du problème";
"issuesubmissionform.label.issuemoredetails" = "Fournissez plus de détails sur le problème";
"issuesubmissionform.label.submityourissue" = "Soumettre votre problème";
"issuesubmissionform.alert.videouploadfailed" = "Échec du téléversement de la vidéo. Veuillez réessayer.";
"issuesubmissionform.alert.thanksmessagetitle" = "Merci de nous avoir contactés!";
"issuesubmissionform.alert.thanksmessagebody" = "Vos préoccupations sont notre priorité, notre équipe d’assistance vous contactera donc rapidement. Bonne journée!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "Échec du téléversement des détails de modification de la vidéo. Veuillez réessayer.";
"issuesubmissionform.label.entersubject" = "Veuillez saisir l’objet du problème";
"issuesubmissionform.label.enteremail" = "Veuillez saisir votre adresse de courriel";
"issuesubmissionform.label.enterexistingticketid" = "Veuillez saisir l’ID du billet existant";
"issuesubmissionform.label.choosephoto" = "Choisir une photo";
"issuesubmissionform.label.browse" = "Parcourir";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "L’accès à la photothèque est désactivé. Allez dans les paramètres et activez la photothèque pour accéder aux photos.";
"issuesubmissionform.alert.accestophotodisabledipad" = "L’accès à la photothèque est désactivé";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "Allez dans les paramètres et activez la photothèque pour accéder aux photos.";
"issuesubmissionform.alert.submitting" ="En cours de soumission";
